{"products":[{"id":"_jrxiasa5d","title":"Havells Stealth Air 1250 mm 3 Blade Ceiling Fan  (Indigo Blue, Pack of 1)","imageUrl":"https://rukminim1.flixcart.com/image/416/416/jg5fma80/fan/x/d/b/stealth-air-1250-ceiling-fan-havells-original-imaf4gksd92pxkse.jpeg?q=70","price":"5085","quantity":"122","description":"Type: Ceiling Fan, Motor Speed: 230 RPM, Power Consumption: 80 W, Blade Sweep Size: 1250 mm, Number of Speed Settings: 4, Model Name: Stealth Air, Brand Color: Indigo Blue."},{"id":"_iykwpoqw8","title":"Inspiron 15 5590 Laptop","imageUrl":"https://i.dell.com/is/image/DellContent//content/dam/global-site-design/product_images/dell_client_products/notebooks/inspiron_notebooks/15_5590/pdp/laptops-inspiron-15-5590-pdp-mod1-silver.jpg?fmt=jpg","price":"39990","quantity":"1220","description":"Latest processors: 10th Gen Intel® processors deliver incredible responsiveness and smooth, seamless multitasking.\nMemory and storage galore: Easily switch back and forth between open applications with up to 8GB of memory. Store movies, photos and music with 512GB PCIe NVMe SSD storage. The PCIe NVMe SSD means much faster response time, quieter performance and improved shock resistance compared to conventional hard drives and is even faster than regular SATA SSDs.*\nDramatic graphics: Enjoy the extra power and optimal everyday performance of optional NVIDIA MX 250 discrete graphics with 2GB GDDR5 vRAM."},{"id":"_gqxgbu4y0","title":"Pigeon Jx4 Gusto 550 W Mixer Grinder  (White, 3 Jars)","imageUrl":"https://rukminim1.flixcart.com/image/416/416/mixer-grinder-juicer/q/m/g/pigeon-gusto-original-imaeqvdt3s3kstrg.jpeg?q=70","price":"1499","quantity":"125","description":"Gusto is a Kitchen Product (Mixer Grinder) that substantiates the use of Induction Cooktop as well as LPG in terms of the end Constituents used in cooking recipes like Chutney, Sambhar, Juices etc."},{"id":"_s73d2mebn","title":"Prestige PKOSS 1.5 Electric Kettle  (1.5 L, Silver)","imageUrl":"https://rukminim1.flixcart.com/image/416/416/k3ahbww0/electric-kettle/g/h/w/prestige-pkoss-original-imafm9nvvkw7pd39.jpeg?q=70","price":"649","quantity":"122","description":"Enjoy a cup of hot tea on that rainy day by taking advantage of the Prestige PKOSS Electric Kettle. It comes with features, such as the Auto Shut-off Strix Thermostat and Single-touch Lid Locking, making it safe even for a home with kids."},{"id":"_5c2ivhzel","title":"Prestige Delight PRWO - 1.0 Electric Rice Cooker  (1 L, White)","imageUrl":"https://rukminim1.flixcart.com/image/416/416/j7hxmkw0/electric-cooker/b/h/6/prestige-delight-prwo-1-0-delight-prwo-1-0-original-imaexq4d7dr3sngb.jpeg?q=70","price":"1399.5","quantity":"445","description":"Presenting an exciting range of electric rice cookers that not only cook rice but an entire menu . cook porridge, soup , stew , pulao, idlis ,steam vegetables in a convenient and hassle free way . with its advance features prestige rice cookers is an indispensable kitchen appliance on its own"},{"id":"_vw2ckl4ev","title":"Sony WH-CH510 Google Assistant enabled Bluetooth Headset  (White, Wireless over the head)","imageUrl":"https://encrypted-tbn0.gstatic.com/shopping?q=tbn:ANd9GcS1_aHSvHwbrpqsP39GFIi3H_dnSkDnYWc5Rbm_rUFzPqlPf3puL7YyFxpg7yk&usqp=CAc","price":"3290","quantity":"133","description":"Conversations and music flow seamlessly with these lightweight and compact headphones from Sony that come equipped with a microphone and Bluetooth technology. Stay entertained through those long commute hours with these headphones that offer up to 35 hours of wireless listening experience."}]}